Repository: biplob023051/quiz3
Catalog: src/Locale/*/default.po
Languages: fi, sv_fi

source: In addition to previous, share you own quizzes with other users and save time by using ready-made quizzes in the Quiz Bank.
fi: Testipankki: Edellisen lisäksi, jaa omia testejäsi toisten käyttäjien kanssa ja säästä aikaa käyttämällä Testipankin valmiita testejä.

source: Please hold, your answers are saving...
fi: Hetkinen, vastauksiasi tallennetaan...

source: Sorry, you lost your internet connection.
fi: Verkkoyhteytesi on valitettavasti katkennut.

source: Please prove you are not robot.
fi: Vahvista, että et ole robotti.

source: Upgrade account
sv_fi: Beställ årslicens (29 €)

source: New question
sv_fi: Ny fråga

source: Registration success
sv_fi: Du har skapat ett nytt användarkonto.

# NAME_QUIZ
source: Name the quiz
sv_fi: Namnge testet

source: Answer table
sv_fi: Svarstabell

source: No submission
sv_fi: Inga svar

source: Close
sv_fi: Stäng

source: Settings
sv_fi: Inställningar

source: Logout
sv_fi: Logga ut

# INVOICE_FAILED
source: Sorry! Sending invoice was failed. Please close this dialog and click Upgrade again.
sv_fi: Fakturan kunde inte skickas, försök igen!

# INVOICE_CONFIRM
source: An invoice will be sent to upgrade your account. Proceed?
sv_fi: Fakturan på 29€ skickas till din e-post <br/>Genom att betala fakturan får du 12mån till användartid <br/><br/>Fortsätt?

# YOU_RECEIVE_INVOICE
source: Thank you for your order! Your account is now upgraded. An invoice will be sent according to your billing instructions.
sv_fi: Tack för din beställning! Fakturan sänds till din e-post så fort som möjligt. När fakturan är betald uppdateras ditt användarkonto.

# SEPARATE_SEMICOLON
source: Correct answers separated by semi-colon (;)
sv_fi: Oikeat vastaukset erotettuna puolipisteellä (;)

source: Points
sv_fi: Poäng

source: Max. points
sv_fi: Max poäng

source: Edit question
sv_fi: Redigera frågan

source: Remove question
sv_fi: Ta bort frågan

source: Enter question
sv_fi: Skriv in frågan

source: Explanation text
sv_fi: Förklaring (frivillig)

source: Edit quiz
sv_fi: Redigera testet

# DESCRIBE_QUIZ
source: Describe the quiz (visible to respondents)
sv_fi: Presentera testet för svararna (frivillig)

source: Add new question
sv_fi: Lägg till fråga

source: Finnish
sv_fi: Suomi

source: Thank you
sv_fi: Tack!

source: My quizzes
sv_fi: Mina test

source: Create new quiz
sv_fi: Skapa nytt test

# UPGRADE_CREATE_QUIZZ
source: Upgrade to create more quizzes
sv_fi: Beställ årslicens (29 €)

source: Give test!
sv_fi: Behåll testet!

# REMOVE_QUIZ
source: Delete quiz
sv_fi: Ta bort test

source: Archive quiz
sv_fi: Arkivera testet

source: Activate quiz
sv_fi: Aktivera testet

source: First name
sv_fi: Förnamn

source: Last name
sv_fi: Efternamn

source: Class
sv_fi: Grupp

# WANT_TURN_IN_QUIZ
source: Send your answers
sv_fi: Skicka in svaren?

# READ_QR_CODE
source: Read the QR code with your mobile device
sv_fi: Läs QR-kod med din mobilapparat

# SURF_WEB_ADDRESS
source: Open the following web address:
sv_fi: surfa till adressen:

source: Success!
sv_fi: Det lyckades!

# YOUR_ANSWERS_SUBMITTED
source: Your answers were sent!
sv_fi: Svaret/svaren har sänts in.

# CREATE_ACCOUNT
source: Register now!
sv_fi: Skapa gratis användarkonto

source: Create account & Log in
sv_fi: Skapa användarkonto och logga in

# LOGGIN
source: Login
sv_fi: Logga in

source: Email
sv_fi: E-post

source: Password
sv_fi: Lösenord

source: Register now!
sv_fi: Skapa gratis användarkonto!

source: Name
sv_fi: Namn

# FILL_CHANGE_PASSWORD
source: Fill if you want to change password
sv_fi: Skriv in nytt lösenord

source: Cancel
sv_fi: Avbryt

# QUIZ_NAME_ALPHANUMERIC
source: Quiz name must be alphanumeric
sv_fi: Testets namn får endast innehålla bokstäver och siffror

source: Active quizzes
sv_fi: Aktivera testet

source: Archived quizzes
sv_fi: Arkiverade test

# ALL_QUIZ
source: All quizzes
sv_fi: Alla test

source: Invalid name
sv_fi: Felaktigt namn

# NAME_CONTAINS_INVALID_CHAR
source: Name contains an invalid character
sv_fi: Namnet innehåller felaktiga tecken

# INVALID_EMAIL
source: Use a valid email address
sv_fi: Felaktig e-post

# EMAIL_REGISTERED
source: Email already registered
sv_fi: E-post redan registrerad

# PASSWORD_MUST_BE_LONGER
source: Your password needs to be at least 8 characters long
sv_fi: Lösenordet måste innehålla minst 8 tecken

source: Incorrect captcha
sv_fi: Felaktig captcha-text

source: Error
sv_fi: Fel

# INTERNAL_ERROR
source: An Internal error has occurred
sv_fi: Programfel

source: Add choice
sv_fi: Lägg till alternativ

# QUIZ_NAME_REQUIRED
source: Quiz name is required
sv_fi: Lägg till testets namn

source: Delete
sv_fi: Ta bort

source: Not answered
sv_fi: Inte svarat

source: Total points
sv_fi: Poäng totalt

source: Timestamp
sv_fi: Tidpunkt

source: Overview
sv_fi: Sammandrag

source: Answers
sv_fi: Svar

source: All
sv_fi: Alla

source: Today
sv_fi: Idag

# THIS_YEAR
source: Past 365 days
sv_fi: Det här året

# THIS_MONTH
source: Past 30 days
sv_fi: Den här månaden

# THIS_WEEK
source: Past 7 days
sv_fi: Den här veckan

source: Rate!
sv_fi: Bedöm!

source: Language
sv_fi: Språk

# SETTINGS_SAVED
source: Your settings are saved
sv_fi: Inställningarna har sparats

source: Remove choice
sv_fi: Ta bort alternativ

source: Remove answer
sv_fi: Ta bort svar

# NO_EMPTY_QUESTION
source: The question can not be empty
sv_fi: Skriv fråga.

# EMPTY_OR_SAME_NOT_ALLOWED
source: Use unique and not empty answer choices
sv_fi: Använd inte identiska eller tomma svarsalternativ

# ONE_CHOICE_GREATER_THAN_ZERO
source: At least one choice must have more than 0 points
sv_fi: Åtminstone ett alternativs poängsättning måste vara större än 0.

# ENTER_CORRECT_ANSWERS
source: Enter correct answers. Separate multiple answers by semi-colon (;)
sv_fi: Skriv in rätta svar, skilj åt flera svarsalternativ med kommatecken

# TWO_CHOICES_GREATER_THAN_ZERO
source: At least two choices must have more than 0 points
sv_fi: Åtminstone två alternativs poängsättning måste vara större än 0.

# CHOOSE_ANOTHER_CHOOSE
source: Insert another choice with more than 0 points
sv_fi: Välj ett till svarsalternativ vars poäng är större än 0.

# SURELY_REMOVE
source: Are you sure you want to remove
sv_fi: Är du säker att du vill ta bort?

source: ) answer with points
sv_fi: ) svara med poäng

# GIVE_POSITIVE_NUMBER
source: Insert a postive number.
sv_fi: Ange ett tal som är större än 0

# SCORE_NOT_UPDATED
source: You have not updated the points yet.
sv_fi: Du har inte ännu uppdaterat poängen.

# POINTS_NOT_ALLOWED
source: Use at most the number
sv_fi: Poängsumman kan inte vara större än

source: value
sv_fi: poäng

# REMOVE_ANSWER_QUESTION_MARK
source: Remove answer?
sv_fi: Ta bort svar?

source: Confirm
sv_fi: Bekräfta

source: Help
sv_fi: Hjälp

source: Create Help
sv_fi: Skapa hjälp

# NOT_ACCOUNT
source: No account?
sv_fi: Har du inget användarkonto?

source: Getting started
sv_fi: Börja här

source: Main title list
sv_fi: Lista på huvudrubriker

source: New main title
sv_fi: Ny huvudrubrik

# HELPS_LIST
source: Help list
sv_fi: Videolista

source: New help
sv_fi: Skapa ny video

source: Main title
sv_fi: Huvudrubrik

source: Created
sv_fi: Skapad

source: Sort
sv_fi: Sortera

source: Action
sv_fi: Kör

source: Edit
sv_fi: Redigera

source: Title
sv_fi: Rubrik

source: Subtitle
sv_fi: Underrubrik

source: Insert main title
sv_fi: Kirjoita pääotsikko

source: Select One
sv_fi: Välj en/ett

source: Insert help title
sv_fi: Skriv videons rubrik

source: Insert help subtitle
sv_fi: Skriv videons underrubrik

# INSERT_YOUTUBE_URL_HERE
source: Insert Youtube video url
sv_fi: Please insert youtube video url here

source: Edit main title
sv_fi: Redigera huvudrubrik

source: Title saved
sv_fi: Rubriken är sparad

# TITLE_FAILED
source: Title saving failed
sv_fi: Rubriken sparades inte!

# TITLE_NOT_FOUND
source: Title was not found
sv_fi: Rubriken kunde inte hittas

source: Can not delete
sv_fi: Kan inte ta bort

source: Edit help
sv_fi: Redigera video

source: Help saved
sv_fi: Videon är sparad

# HELP_SAVE_FAIL
source: Help saving was failed
sv_fi: Videon är inte sparad!

# HELP_NOT_FOUND
source: Help was not found
sv_fi: Videon kan inte hittas!

# SORT_FAILED
source: Sort was failed
sv_fi: Sortering misslyckades!

# TITLE_REQUIRED
source: Title is required
sv_fi: Rubrik behövs

# MAIN_TITLE_REQUIRED
source: Main title is required
sv_fi: Huvudrubrik behövs

# YOUTUBE_URL_REQUIRED
source: Youtube video url is required
sv_fi: Youtube url behövs

# REQUIRED_YOUTUBE_URL
source: Valid youtube video url is required
sv_fi: Valid Youtube url behövs

# CONNECTION_LOST
source: Web connection is lost! Please try again later.
sv_fi: Nätkontakten har brutits. Försök igen.

# ALL_QUESTIONS_ANSWERED
source: You answered all the questions. Click Confirm to send your answers.
sv_fi: Du har svarat på alla frågor. Vill du skicka in svaren?

source: Questions
sv_fi: Frågor

source: unanswered.
sv_fi: obesvarad(e).

# FIRST_NAME_REQUIRED
source: First name is required
sv_fi: Förnamn krävs

# LAST_NAME_REQUIRED
source: Last name is required
sv_fi: Efternamn krävs

# CLASS_REQUIRED
source: Class is required
sv_fi: Grupp krävs

source: Invalid last name
sv_fi: Felaktigt efternamn

source: Invalid first name
sv_fi: Felaktigt förnamn

source: Invalid class
sv_fi: Felaktig klass

# LOGGED_OUT
source: You have logged out
sv_fi: Du har loggat ut.

source: All time
sv_fi: Alla tider

source: Navigation
sv_fi: Meny

source: Prices
sv_fi: Priser

# CONTACT
source: Contact us
sv_fi: Ta kontakt

# GET_TOUCH
source: Get in touch
sv_fi: Ta kontakt

source: Your email
sv_fi: Din e-postadress

source: Message
sv_fi: Meddelande

source: Send message
sv_fi: Skicka meddelande

# WELCOME_VERKKOTESTI
source: Welcome to Verkkotesti
sv_fi: Elektroniskt prov med elevernas egna mobiler, bärbara datorer eller pekplattor | Verkkotesti.fi

# REQUIRE_EMAIL
source: Require email address
sv_fi: E-postadress krävs

source: Require message
sv_fi: Meddelande krävs

# SELECT_PACKAGE
source: Select your package to continue.
sv_fi: Välj lämpligt paket.

# 19_EUR
source: 19 €/Y
sv_fi: 19 €/år

source: Users
sv_fi: Användare

source: Tests
sv_fi: Test

source: Unlimited
sv_fi: Obegränsad

source: Students/Test
sv_fi: Studerande/Test /Käyttöpäivät

source: Buy
sv_fi: Köp nu

# CREATE_ACCOUNT_BUY
source: Create account and buy
sv_fi: Skapa konto och köp (faktura per e-post)

source: Already registered?
sv_fi: Har du redan skapat konto?

# LOG_IN_BUY
source: Login and buy
sv_fi: Logga in och köp

# RECOVER_PASSWORD
source: Reset password
sv_fi: Återställ lösenord

# ENTER_YOUR_NAME
source: Enter your name (First and Last)
sv_fi: Skriv ditt namn (Förnamn Efternamn)

# ENTER_VALID_EMAIL
source: Enter your email (this is your login)
sv_fi: Skriv din e-postadress

# ENTER_PASSWORD
source: Enter password (at least 8 characters)
sv_fi: Skriv lösenord

source: Submit
sv_fi: Skicka

# REQUIRE_NAME
source: Please enter your name
sv_fi: Namn krävs

# REQUIRE_PASSWORD
source: Please enter your password
sv_fi: Lösenord krävs

# PASSWORD_NOT_MATCH
source: Passwords did not match, please try again
sv_fi: Lösenorden är olika. Försök igen, tack!

# REGISTRATION_SUCCESS_WILL_CONTACT
source: Registration successed! We will contact you to upgrade your account.
sv_fi: Registreringen lyckades. Fakturan sänds till din e-post inom kort. När fakturan är betald uppdateras kontot.

# FORGOT_PASSWORD
source: Did you forget your password?
sv_fi: Har du glömt lösenordet?

source: Enter your email
sv_fi: Skriv din e-postadress

source: Send request
sv_fi: Skicka

# EMAIL_NOT_REGISTERED
source: This email has not been registered yet!
sv_fi: E-postadressen är inte ännu registrerad

# RESET_PASSWORD
source: Reset your password
sv_fi: Återställ ditt lösenord för Verkkotesti-kontot

# REQUEST_RECEIVED_CHECK_EMAIL
source: Your password request was sent! Please check you email (also the spam folder).
sv_fi: Din begäran har mottagits. Kontrollera din e-post.

# SOMETHING_WENT_WRONG
source: Something went wrong, please try again later
sv_fi: Oj, något gick fel. Försök igen senare.

source: General inquery
sv_fi: Förfrågan

# SENDER_EMAIL
source: Sender email address
sv_fi: Avsändarens e-postadress

# EMAIL_SENT
source: Thank you for your message. We'll be in touch with you!
sv_fi: Ditt meddelande har skickats

source: Invoice
sv_fi: Faktura

source: Password reset
sv_fi: Återställ lösenord

# RESET_PASSWORD_CLICK
source: To reset your password click on the link below or copy-paste it on your browser's address bar.
sv_fi: För att återställa lösenord, klicka på länken här under eller klistra in länken på webbläsarens adressrad.

# IF_NOT_SENT_IGNORE
source: If you didn't request for a password change, just ignore this mail.
sv_fi: Om du inte vill återställa lösenordet, kan du radera detta meddelande.

# WEB_TEST_ENABLES_TEACHER
source: Verkkotesti enables teachers
sv_fi: Testa dina elever på nätet

# GIVE_QUIZ_QUICKLY_EASILY
source: to test students quickly and easily
sv_fi: snabbt och enkelt

source: with their
sv_fi: med deras

source: mobile phones
sv_fi: egna mobiler

source: This is how it works!
sv_fi: Så funkar det:

# 1_CREATE_TEST
source: 1. Create a quiz
sv_fi: 1) Skapa testet

# CREATE_TEST_WITH_QUESTIONS
source: A quiz can have many types of questions such as multiple choices and short text answers.
sv_fi: Testet kan ha flera typers frågor,<br/>såsom flerval, öppna frågor eller essäer.

# 2_GIVE_TEST
source: 2. Give a quiz
sv_fi: 2) Håll test

# LET_STUDENT_ATTEND
source: Students can participate with a mobile phone, pad, laptop or desktop computer in the classroom or at home.
sv_fi: Eleverna kan delta med mobiltelefon,<br />pekskärm, bärbar dator eller bordsdator.

# 3_CHECK_RESULT
source: 3. Check the Result
sv_fi: 3) Kontrollera resultat

# CHECK_RESULTS_SOON_ATTENDED
source: The app rates many of the students' answers automatically.
sv_fi: Programmet rättar automatiskt de uppgifter<br/>som lämpar sig för det.

# QUIZ_DELETED
source: The quiz was deleted.
sv_fi: Testet är raderat.

source: Require Captcha
sv_fi: Captcha krävs

source: There are
sv_fi: Det finns

# ANSWERS_COMMA
source: answers,
sv_fi: svar,

source: students, and
sv_fi: elever och

# SURELY_DELETE
source: number of questions in this quiz. This can not be undone. Are you sure want to delete?
sv_fi: frågor. Detta går inte att ångra. Är du säker att du vill radera testet?

source: Delete quiz
sv_fi: Radera test

source: Site videos
sv_fi: Presentationssidornas videor

source: Enter result
sv_fi: Skriv in summan

# INCORRECT_CALCULATION
source: The result of the calculation were incorrect. Please try again.
sv_fi: Hoppsan! Summan blev fel - räkna igen. (Detta intygar att du inte är en robot.)

# CREATE_SITE_VIDEO
source: New site video
sv_fi: Skapa ny video

source: Edit site video
sv_fi: Redigera video

# VIDEOS_SAVED
source: Site videos were saved.
sv_fi: Videons uppgifter sparade.

# VIDEO_SAVE_FAIL
source: Site videos saving was failed!
sv_fi: Videon sparades inte!

# DISPLAY_PAGE_REQUIRED
source: Display page is required
sv_fi: Sidval krävs

source: Home page
sv_fi: Hemsida

source: User create page
sv_fi: Registreringssida

# VIDEO_LIST
source: Site videos list
sv_fi: Videolista

source: Create videos
sv_fi: Skapa videor

source: Display page
sv_fi: Sida

# INSERT_VIDEO_TITLE
source: Insert the video title
sv_fi: Skriv in videons namn

# INSERT_VIDEO_SUB_TITLE
source: Insert the video subtitle
sv_fi: Skriv in videon underrubrik

source: Description
sv_fi: Beskrivning

source: Photo
sv_fi: Bild

# UPLOAD_PICTURE
source: Upload a picture
sv_fi: Ladda bild

# ONLY_FOURTY_STUDENTS
source: Sorry, only 40 students can attend this quiz.
sv_fi: Tyvärr kan endast 40 elever svara på testet på denna användarnivå.

source: No permission
sv_fi: Kvoten är full

# LIMIT_EXCEEDED
source: Limit exceeds
sv_fi: Kvoten är full

# MAX_STUDENTS_REACHED
source: This quiz has reached it's maximum number of answers.
sv_fi: På denna användarnivå kan man svara på testet bara 40 gånger.

source: Notice:
sv_fi: Notera:

# YOU_INSERTED_ZERO
source: you inserted 0 points in all of the choices.
sv_fi: Du har valt 0 poäng för varje alternativ.

source: Quiz name:
sv_fi: Testets namn:

source: Student name:
sv_fi: Elevens namn:

source: Quiz taken:
sv_fi: Datum:

source: Save question
sv_fi: Spara fråga

source: Print
sv_fi: Skriv ut

source: Upgrade pending
sv_fi: Kontot håller på att uppdateras

# RIGHT_CLICK_DISABLED
source: Mouse right click is disabled during the test
sv_fi: Beklagar, den högra musknappen kan inte användas under testet

# CANT_SWITCH_TAB
source: Browser tab switching is disabled during the test´
sv_fi: Du kan inte byta flik i webbläsaren.

# SURELY_LEAVE_QUIZ
source: Do you want to leave the quiz?
sv_fi: Haluatko varmasti poistua kyselystä?

source: Quiz settings
sv_fi: Testets inställningar

# SHOW_RESULTS_AFTER_QUIZ
source: Show results to the student after the quiz.
sv_fi: Visa resultaten för eleven först efter testet.

source: On hold
sv_fi: Odottaa arviointia

source: YOUR RESULTS
sv_fi: DINA RESULTAT

source: Total
sv_fi: Poäng totalt

# YOUR_ANSWER_WAITING_RATING
source: question waiting for rating
sv_fi: Ditt svar väntar på bedömning

source: Removed
sv_fi: Svaret är raderat

# QUIZ_IS_CLOSED
source: The quiz is closed at the moment.
sv_fi: Testet är stängt för tillfället.

source: Closed
sv_fi: Stängt

# ACCOUNT_WILL_EXPIRE
source: Your account will expire in
sv_fi: Kontots användningstid går ut om

# ACCOUNT_EXPIRED
source: Your account has expired.
sv_fi: Kontots användningstid har gått ut.

source: Question types
sv_fi: Frågetyper

source: Others
sv_fi: Andra

source: Header
sv_fi: Rubrik

source: Web image
sv_fi: Bild från webben

source: Enter Youtube url
sv_fi: Kirjoita videon www-osoite

source: Enter image url
sv_fi: Lägg till bildens webbadress (url)

# ENTER_HEADER
source: Enter the header
sv_fi: Skriv rubrik

# VIDEO_EXPLANATION
source: Video explanation text
sv_fi: Beskrivning av videon (frivillig)

source: Enter Header text
sv_fi: Lägg till rubrikens text

source: Image explanation text
sv_fi: Beskrivning av bilden (frivillig)

source: Progress
sv_fi: Framskridning

# MAX_ALLOWED
source: How many answers can be chosen
sv_fi: Största tillåtna svarsmängd

# CHOOSE_MOST
source: Choose at most
sv_fi: Välj högst

# PARDON_DUST
source: Pardon for the dust!
sv_fi: Beklagar byggdammet!

# WELL_BE_BACK
source: We are currently making the app even better. We will be back online as soon as possible.
sv_fi: Vi håller på att göra Verkkotesti ännu bättre. Testet kan användas igen ikväll efter kl 22:00.

source: Load demo quizzes
sv_fi: Ladda modelltest

# WELCOME
source: Welcome to Verkkotesti!
sv_fi: Välkommen till Verkkotesti-tjänsten!

# IF_WANT_DEMOS_CLICK
source: If you want to start by looking at demo quizzes, click the gray button
sv_fi: Om du vill börja med att bekanta dig med modelltesten, klicka på den gråa knappen

# DELETE_DEMO_QUIZZES
source: (You can delete them when you don't need them anymore.)
sv_fi: (Du kan radera modelltesten när de inte längre behövs.)

# IF_WANT_START_CLICK
source: If you want to dive straight in, click the blue button
sv_fi: Om du vill gå rakt på sak, klicka på den blåa knappen

# DO_YOU_LOAD_DEMO_QUIZ
source: Load the demo quizzes?
sv_fi: Vill du ladda ner modelltesten?

# CHOOSE_OK_LOAD_QUIZZES
source: Choose Ok if you want to load three demo quizzes to get familiar with the app. You can delete them when you don't need them anymore.
sv_fi: Välj Ok om du vill vill ladda några modelltest som hjälper dig att bli bekant med Verkkotestis egenskaper.

# IMPORTED_SUCCESS
source: Demo quizzes imported
sv_fi: Modelltest laddade

# ENTER_USER_ID
source: Enter an user id
sv_fi: Skriv in användarnummer

# ENTER_NUMERIC_ID
source: Enter a numeric id
sv_fi: Använd endast siffror

# IMPORT_DEMO_QUIZZES
source: Import demo quiz
sv_fi: Ladda modelltest

# NO_DIRECT_ACCESS_LOCATION
source: No direct access on this page
sv_fi: Direkt tillträde till denna sida är inte tillåtet

source: User id
sv_fi: Användarnummer

source: Insert User id
sv_fi: Skriv in användarnummer

source: Import
sv_fi: Ladda

source: Copy of:
sv_fi: Kopia:

source: Invalid quiz!
sv_fi: Testet hittas inte

source: Quiz duplicated
sv_fi: Testet är kopierat

source: Duplicate quiz
sv_fi: Kopiera testet

# STUDENT_ONLINE_AND_GIVING_TEST
source: Student is currently online and giving test!
sv_fi: Eleven håller på att göra testet!

# DEMAND_UPPER_LOWERCASE
source: Demand correct upper- and lowercase letters
sv_fi: Kräv versaler (stora bokstäver) på rätt ställe

# THANK_YOU_REGISTERING_CONFIRMATION_SENT
source: Thank you for creating a user account! We've sent a confirmation email to your given email address. Check your email and click the link in it to activate your account. If you need help, please contact us
sv_fi: Tack för att du registrerat dig på Verkkotesti! Kolla din e-post och klicka på länken i e-postmeddelandet för att aktivera ditt konto. Ta kontakt om du behöver hjälp.

# THANK_YOU_REGISTERING
source: Thank you for creating a user account!
sv_fi: Tack för att du registrerat dig på Verkkotesti!

# CONFIRMATION_SENT
source: We've sent a confirmation email to your email. Check your email and click the link to activate your account. If you can't find the email, please check your spam folder.
sv_fi: We've sent a confirmation email to your given email address. Check your email and click the link in it to activate your account.

# IF_NEED_HELP_CONTACT
source: If you need help, please contact us.
sv_fi: If you need help, take contact

# CLICK_LINK_ACTIVATE
source: Thanks for creating an account! To activate your account, please click the link below or simply copy-paste the url to your browser's address bar.
sv_fi: Tack för din Verkkotesti-registrering. Ta i bruk ditt konto genom att klicka på länken här under eller kopiera och klistra in länken i din webbläsare.

# IF_NOT_REGISTER_IGNORE
source: If you didn't intend to register, simply ignore this email.
sv_fi: Om du inte vill skapa ett Verkkotesti-konto kan du ignorera detta meddelande.

# CONFIRM_EMAIL
source: [Verkkotesti Signup] Confirm your email address!
sv_fi: [Verkkotesti registrering] Bekräfta e-postadressen!

source: here
sv_fi: här

source: Hi
sv_fi: Hej

# ANONYMOUS_PARTICIPATION
source: Allow anonymous participation
sv_fi: Delta anonymt

# ALL_SUBJECT
source: All subjects
sv_fi: Alla läroämnen

# ALL_CLASS
source: All classes
sv_fi: Alla klasser

source: Cancel share
sv_fi: Avbryt delning

# QUIZ_SHARED
source: Publicly shared
sv_fi: Testet är nu offentligt delat

# QUIZ_SHARED_HOLD_APPROVAL
source: You have shared a quiz. Please hold for admin approval.
sv_fi: You have successfully shared the quiz. Please hold for admin approval.

# SHARE_PENDING
source: Share pending, waiting for admin approval
sv_fi: Testets delning väntar på administratörens godkännande

# QUIZ_SHARED_EMAIL
source: [Verkkotesti] A quiz has been shared!
sv_fi: [Verkkotesti] Ett test har delats!

# DO_YOU_SHARE_QUIZ
source: Do you want to share the quiz?
sv_fi: Vill du dela testet?

source: Keep working
sv_fi: Fortsätt jobba

# INACTIVE_FOR_15
source: You haven't been active in 15 minutes. For your security you'll be logged out in
sv_fi: Du har inte varit aktiv på 15 minuter. För din egen säkerhet loggas du automatiskt ut inom

source: seconds.
sv_fi: några sekunder.

source: Quiz bank
sv_fi: Testbank

source: Import selected
sv_fi: Ta i bruk valda test

source: Undefined
sv_fi: Odefinierade

source: Preview quiz
sv_fi: Förhandsgranska testet

source: Actions
sv_fi: Funktioner

source: QUIZ ARCHIVING
sv_fi: ARKIVERA TEST

source: QUIZ SHARING
sv_fi: DELA TEST

source: Shared quizzes
sv_fi: Delade test

source: Pending quizzes
sv_fi: Test att granska

source: Declined quizzes
sv_fi: Underkända test

source: Private quizzes
sv_fi: Privata test
