Repository: biplob023051/quiz3
Catalog: src/Locale/*/default.po
Languages: fi, sv_fi

source: Subjects
sv_fi: Läroämnen

source: Classes
sv_fi: Grupper

source: Quiz imported
sv_fi: Testet har tagits i bruk

source: Previous
sv_fi: Föregående

source: Next
sv_fi: Följande

# YOU_ARE_GOING_LOGOUT
source: You are going to be logged out...?
sv_fi: You are going to be logout...?

# ENTER_DECLINE_REASON
source: Decline reason (if any)
sv_fi: Enter decline reason if any!

# IF_APPROVE_CAN_DECLINE
source: If you approve the quiz now, you can cancel the share later.
sv_fi: If you approve the quiz, you have always option to decline sharing!

# PUBLIC_QUIZZES
source: Quiz bank
sv_fi: Public Quizzes

source: Enter Class name
sv_fi: Please enter class name

source: Enter Subject name
sv_fi: Please enter subject name

# CANCEL_SHARE_QUIZ
source: Cancel quiz sharing
sv_fi: Cancel share quiz

# DO_YOU_REMOVE_SHARING
source: Do you want to cancel sharing the quiz?
sv_fi: Do you want to remove sharing the quiz?

# YOU_HAVE_EXCEEDED_MAX_IMPORT
source: You have reached the maximum limit of imported quizzes. Please upgrade your account to get unlimited access to the Quiz bank.
sv_fi: Sorry, you have exceeded maximum limit of import quiz. Please upgrade your account to get unlimited access on quiz bank!

# CANT_PROCESS_REQUEST
source: Quiz bank imports are limited on a trial account. Imports left:
sv_fi: Sorry, we can't process your request! You have left only import

source: days
sv_fi: dagar

# 29_EUR
source: 29 €/year
sv_fi: 29 €/år

# 49_EUR
source: 49 €/year
sv_fi: 49 €/år

# CREATE_ACCOUNT_BUY_29
source: Create Account And Buy 29 €/Y
sv_fi: Create Account And Buy 29 E/Y

# CREATE_ACCOUNT_BUY_49
source: Create Account And Buy 49 €/Y
sv_fi: Create Account And Buy 49 E/Y

# UPGRADE_ACCOUNT_WILL_GET_INVOICE
source: Upgrade your account. You’ll get access to your upgraded account immediately. You’ll shortly receive an invoice of your purchase in your email.
sv_fi: Upgrade your account. You’ll get access to your upgraded account immediately. You’ll shortly receive an invoice of your purchase in your account’s emaill address.

# PROVE_NOT_ROBOT
source: Please prove that you are not a robot.
sv_fi: Please prove you are not robot.

# QUIZ_SAVED
source: Quiz is saved
sv_fi: Successfully saved.

# MINIMUM
source: At least
sv_fi: Minimum

# PASSWORD_CHANGED
source: Your password is changed
sv_fi: Your password has been successfully changed.

# VERIFY_PASSWORD
source: Verify new password
sv_fi: New Password Verify

source: Choice %d
sv_fi: Alternativ %d
