Repository: biplob023051/quiz3
Catalog: src/Locale/*/default.po
Languages: fi, sv_fi

source: Upgrade Account
fi: Tilaa vuosilisenssi

source: New Question
fi: Uusi kysymys

source: Registration success
fi: Uusi käyttäjätili on luotu.

source: Name the quiz
fi: Nimeä testi

source: Answer Table
fi: Vastaustaulukko

source: No Submission
fi: No Submission KÄÄNNÄ

source: Close
fi: Sulje

source: Settings
fi: Asetukset

source: Logout
fi: Kirjaudu ulos

source: Send invoice failed, please try close this dialog and click Upgrade again.
fi: Laskun lähetys epäonnistui! Yritä uudelleen.

source: An invoice will be sent to upgrade your account. Proceed?
fi: 29€ lasku lähetetään sähköpostiisi. <br/>Laskun maksamalla saat Verkkotestiin 12 kk lisää käyttöaikaa. <br/><br/>Jatketaanko?

source: You will receive an invoice into your email shortly. By paying it you can upgrade your account.
fi: Kiitos tilauksesta! Lasku lähetetään sähköpostiisi mahdollisimman pian. Laskun maksettuasi käyttäjätilisi päivittyy.

source: Corect answers separated by comma
fi: Oikeat vastausvaihtoehdot pilkulla erotettuna

source: Points
fi: Pisteet

source: Max. points
fi: Maksimipisteet

source: Edit question
fi: Muokkaa kysymystä

source: Remove question
fi: Poista kysymys

source: Enter the question
fi: Kirjoita kysymys

source: Explanation text
fi: Kysymyksen selite (vapaaehtoinen)

source: Edit Quiz
fi: Testin muokkaus

source: Describe the quiz to respondents
fi: Testin esittely (vapaaehtoinen)

source: Add New Question
fi: Lisää kysymys

source: Finish
fi: Tallenna

source: Thank you
fi: Kiitos!

source: My Quizzes
fi: Omat testit

source: Create New Quiz
fi: Luo uusi testi

source: Upgrade to Create More Quiz
fi: Tilaa vuosilisenssi (29 €)

source: Give test!
fi: Pidä testi!

source: Answers (%s)
fi: Katso tulokset (%s)

source: Remove quiz
fi: Poista testi

source: Archive quiz
fi: Arkistoi testi

source: Activate quiz
fi: Aktivoi testi

source: First Name
fi: Etunimi

source: Last Name
fi: Sukunimi

source: Class
fi: Luokka

source: Turn in your quiz
fi: Lähetä vastauksesi

source: Read the QR code with your mobile service
fi: Lue QR-koodi mobiililaitteella

source: OR
fi: TAI
sv_fi: ELLER

source: Surf to this web address:
fi: surffaa osoitteeseen:

source: Success
fi: Onnistui!

source: Thank You!
fi: Kiitos!

source: Your answer(s) has been submitted successfully.
fi: Vastauksesi on lähetetty.

source: Create Account
fi: Luo ilmainen käyttäjätili

source: Create Account & Log In
fi: Luo tili ja kirjaudu sisään

source: Login
fi: Kirjaudu sisään

source: Email
fi: Sähköpostiosoite

source: Password
fi: Salasana

source: Register
fi: Luo ilmainen käyttäjätili

source: Register Now!
fi: Luo ilmainen käyttäjätili!

source: Name
fi: Nimi

source: Fill if you want to change password
fi: Kirjoita uusi salasana

source: Save
fi: Tallenna

source: Cancel
fi: Peruuta

source: Quiz name must be alphanumeric
fi: Testin nimessä saa olla vain kirjaimia tai numeroita.

source: Active Quizzes
fi: Aktiiviset testit

source: Archived Quizzes
fi: Arkistoidut testit

source: All Quizzes
fi: Kaikki testit

source: Invalid Name
fi: Virheellinen nimi

source: Name contains invalid character
fi: Nimi sisältää virheellisiä merkkejä

source: Invalid email
fi: Virheellinen email

source: Email already registered
fi: Email jo rekisteröity

source: Password must be 8 characters long
fi: Salasanassa on oltava vähintään 8 merkkiä

source: Incorrect captcha
fi: Virheellinen captcha-teksti

source: Error
fi: Virhe

source: The requested address %s was not found on this server.
fi: Osoitetta %s ei löytynyt palvelimelta.
sv_fi: Adressen %s kunde inte hittas på servern.

source: An Internal Error Has Occurred.
fi: Ohjelmistovirhe

source: Multiple choice - One correct
fi: Monivalinta - Yksi oikea

source: Short Text - Automatic rating
fi: Lyhyt Teksti - Automaattinen pisteytys

source: Multiple choice - Many correct
fi: Monivalinta - Monta oikeaa

source: Short Text - Manual rating
fi: Lyhyt Teksti - Pisteytys käsin

source: Essay
fi: Essee

source: Add Choice
fi: Lisää vaihtoehto

source: Choice
fi: Vastaus

source: Quiz name is required
fi: Lisää testin nimi

source: Delete
fi: Poista

source: Not Answered
fi: Ei vastattu

source: Total Points
fi: Yhteispisteet

source: Timestamp
fi: Ajankohta

source: Overview
fi: Yhteenveto

source: Answers
fi: Vastaukset

source: Back
fi: Sulje

source: All
fi: kaikki

source: Today
fi: Tänään

source: This Year
fi: Tänä vuonna

source: This Month
fi: Tässä kuussa

source: This Week
fi: Tällä viikolla

source: Rate!
fi: Arvioi!

source: Language
fi: Kieli

source: Finnish
fi: Suomi

source: Settings has been saved
fi: Asetukset on tallennettu

source: Remove choice
fi: Poista vaihtoehto

source: Remove answer
fi: Poista vastaus

source: Empty Question Is Not Permit
fi: Kirjoita kysymys.

source: Empty or Same Choices Are Not Permit
fi: Älä käytä täsmälleen samoja tai kokonaan tyhjiä vastausvaihtoehtoja.

source: At least a point should be greater than 0
fi: Ainakin yhden vaihtoehdon pisteytyksen täytyy olla suurempi kuin 0.

source: Enter correct answers, if multiple answers comma separated
fi: Kirjoita oikeat vastausvaihtoehdot pilkulla erotettuna.

source: At least point should be greater than 0
fi: Ainakin yhden vaihtoehdon pisteytyksen täytyy olla suurempi kuin 0.

source: At least 2 points should be greater than 0
fi: Ainakin kahden vastausvaihtoehdon pisteytyksen täytyy olla suurempi kuin 0.

source: You put only one correct answers, please choose another point greater than 0!!!
fi: Valitse vielä toinen vastausvaihtoehto, jonka pisteytys on suurempi kuin 0.

source: Are you sure you want to remove
fi: Haluatko varmasti poistaa

source: ) answer with points
fi: ) vastaus pisteillä

source: Please Give a postive number!
fi: Anna luku joka on suurempi kuin nolla.

source: You have not updated score yet!
fi: Et päivittänyt pisteitä.

source: Points not allowed more than
fi: Pistemäärä ei voi olla suurempi kuin

source: value
fi: pistemäärä

source: Remove answer?
fi: Poista vastaus?

source: Confirm
fi: Vahvista

source: Help
fi: Apua

source: Create Help
fi: Luo apua

source: If you don’t have account?
fi: Ei vielä tunnuksia?

source: Getting started
fi: Aloittaminen

source: Use scenarios
fi: Käyttötapoja

source: Main Title List
fi: Pääotsikkolista

source: New Main Title
fi: Uusi pääotsikko

source: Helps List
fi: Videolista

source: New Help
fi: Luo uusi video

source: Main Title
fi: Pääotsikko

source: Created
fi: Luotu

source: Sort
fi: Järjestä

source: Action
fi: Suorita

source: Confirm inactive title %s?
fi: Vahvista otsikon arkistointi: %s?

source: Confirm active title %s?
fi: Vahvista otsikon aktivointi: %s?

source: Edit
fi: Muokkaa

source: Title
fi: Otsikko

source: Sub Title
fi: Alaotsikko

source: Please insert main title
fi: Kirjoita pääotsikko

source: BACK
fi: Takaisin
sv_fi: Tillbaka

source: SAVE
fi: Tallenna
sv_fi: Spara

source: Select One
fi: Valitse yksi

source: Please insert help title
fi: Kirjoita videon otsikko

source: Please insert help sub title
fi: Kirjoita videon alaotsikko

source: Youtube Video Url
fi: Youtube url

source: Please insert youtube video url here
fi: Kirjoita videon Youtube url

source: Edit Main Title
fi: Muokkaa pääotsikkoa

source: Title saved successfully
fi: Otsikko tallennettu

source: Title saved failed
fi: Otsikon tallentaminen epäonnistui!

source: Title not found
fi: Otsikkoa ei löytynyt

source: Can not delete
fi: Ei voida poistaa

source: Edit Help
fi: Muokkaa videota

source: Help saved successfully
fi: Video tallennettu

source: Help saved failed
fi: Videon tallentaminen epäonnistui!

source: Help not found
fi: Videota ei löytynyt!

source: Sort failed
fi: Lajittelu epäonnistui!

source: Title is required
fi: Otsikko on pakollinen

source: Main title is required
fi: Pääotsikko on pakollinen

source: Youtube video url is required
fi: Youtube url on pakollinen

source: Valid youtube video url is required
fi: Validi Youtube url on pakollinen

source: Internet connection has been lost, please try again later.
fi: Verkkoyhteytesi on katkennut. Yritä uudelleen.

source: All questions answered. Turn in your quiz?
fi: Vastasit kaikkiin kysymyksiin. Lähetä vastauksesi?

source: Questions
fi: Kysymykset

source: unanswered.
fi: vastaamatta.

source: Turn in your quiz?
fi: Lähetä vastauksesi?

source: First Name is Required
fi: Etunimi on pakollinen

source: Last Name is Required
fi: Sukunimi on pakollinen

source: Class is Required
fi: Luokka on pakollinen

source: Invalid Last Name
fi: Virheellinen sukunimi

source: Invalid First Name
fi: Virheellinen etunimi

source: Invalid Class
fi: Virheellinen luokka

source: Turn in your quiz?
fi: Lähetä vastauksesi?

source: You have logged out
fi: Olet kirjautunut ulos

source: All Time
fi: Kaikki ajat

source: Navigation
fi: Valikko

source: Prices
fi: Hinnat

source: Contact
fi: Ota yhteyttä

source: Get in Touch
fi: Ota yhteyttä

source: Your Email
fi: Email-osoitteesi

source: Message
fi: Viesti

source: Send Message
fi: Lähetä viesti

source: Welcome to Verkkotesti
fi: Sähköinen koe oppilaiden omilla kännyköillä, läppäreillä ja tableteilla | Verkkotesti.fi

source: Require Email Address
fi: Email-osoite vaaditaan

source: Require Message
fi: Viesti vaaditaan

source: Select your favorite package to continue.
fi: Valitse sopiva paketti.

source: FREE
fi: Ilmainen <br />kokeilutili
sv_fi: Gratis <br />testkonto

source: 19 E/Y
fi: 29 €/v

source: Users
fi: Käyttäjät

source: Tests
fi: Testit

source: Unlimited
fi: Rajoittamaton

source: Students/Test
fi: Käyttöpäivät

source: Buy
fi: Osta nyt

source: Create Account And Buy
fi: Luo tili ja osta (saat laskun sähköpostiisi)

source: Already Registered?
fi: Oletko jo luonut tilin?

source: Login and Buy
fi: Kirjaudu sisään ja osta

source: Password Recover
fi: Nollaa salasana

source: Enter Your Name
fi: Kirjoita nimesi (Etunimi Sukunimi)

source: Enter Valid Email
fi: Kirjoita email-osoitteesi

source: Enter Password
fi: Kirjoita salasana

source: Password Verify
fi: Salasana uudestaan

source: Submit
fi: Lähetä

source: Require Name
fi: Nimi vaaditaan

source: Require Password
fi: Salasana vaaditaan

source: Password did not match, please try again
fi: Salasanat ovat erilaiset. Kirjoita uudestaan, kiitos!

source: Registration success and we will contact you soon to upgrade your account
fi: Rekisteröinti onnistui. Saat lähiaikoina laskun sähköpostiisi, jonka maksamalla tili päivittyy.

source: If you forgot password?
fi: Unohditko salasanasi?

source: Enter your email
fi: Kirjoita email-osoitteesi

source: Send Request
fi: Lähetä

source: This email has not registered yet!
fi: Email-osoitetta ei ole rekisteröity

source: Reset password for your account on Verkkotesti
fi: Nollaa Verkkotesti-tilin salasanasi

source: Your request has been received, please check you email.
fi: Pyyntösi on vastaanotettu. Tarkista sähköpostisi.

source: Something went wrong, please try again later
fi: Auts, jokin meni vikaan.. Yritä myöhemmin uudelleen.

source: General Inquary
fi: Tiedustelu

source: Sender email address:
fi: Lähettäjän email-osoite

source: Your email sent successfully
fi: Viestisi on lähetetty.

source: Invoice
fi: Lasku

source: Password Reset
fi: Salasanan nollaaminen.

source: To reset your password click on the bellow link or paste on your browser.
fi: Salasanan nollaamiseksi klikkaa alla olevaa linkkiä tai liitä linkki selaimesi osoiteriville.

source: If you have not sent this request, just ignore this mail.
fi: Jos et halua vaihtaa salasanaasi, voit poistaa tämän viestin.

source: Web test enables a teacher
fi: Pidä testit oppilaillesi

source: to give a quiz to students quickly and easily
fi: nopeasti ja helposti heidän

source: mobile phones
fi: omilla kännyköillään.

source: This is how it works!
fi: Näin se toimii:

source: Create a Test
fi: 1) Luo testi

source: Create a test with one or more questions.
fi: Testissä voi käyttää eri kysymystyyppejä<br/>kuten monivalinta, avoin kysymys tai essee.

source: Give a Test
fi: 2) Pidä testi

source: Let the students attend the test in the classroom or at home.
fi: Oppilaat voivat osallistua kännykällä, <br /> tabletilla, läppärillä tai pöytäkoneella.

source: Check the Result
fi: 3) Katso tulokset

source: Check the results as soon as the stundents have attended.
fi: Ohjelma korjaa soveltuvat <br /> tehtävät automaattisesti.

source: You have Successfuly deleted quiz
fi: Testi on poistettu.

source: Require Captcha
fi: Captcha vaaditaan

source: There are
fi: Testiin on saapunut

source: answers,
fi: vastausta,

source: students, and
fi: oppilasta ja

source: number of questions. This can not be undone. Are you sure want to delete?
fi: kysymystä. Tätä ei voi peruuttaa. Haluatko varmasti poistaa kyselyn?

source: Delete quiz
fi: Poista kysely

source: Site Videos
fi: Esittelysivuston videot

source: Enter result
fi: Kirjoita summa

source: The result of the calculation was incorrect. Please try again.
fi: Hups! Yhteenlaskun tulos oli väärin - yritä uudelleen. (Tällä varmistetaan, että et ole robotti.)

source: New Site Video
fi: Luo uusi video

source: Edit Site Video
fi: Muokkaa videota

source: Site videos saved successfully
fi: Videon tiedot tallennettu.

source: Site videos saved failed
fi: Videon tallennus epäonnistui!

source: Display page is required
fi: Sivun valinta vaaditaan

source: Home Page
fi: Etusivu

source: User Create Page
fi: Tunnuksen luontisivu

source: Site Videos List
fi: Videolista

source: Create Videos
fi: Luo videoita

source: Display Page
fi: Sivu

source: Please insert video title
fi: Kirjoita videon nimi

source: Please insert video sub title
fi: Kirjoita videon alaotsikko

source: Description
fi: Kuvaus

source: Photo
fi: Kuva

source: Upload a Picture
fi: Lataa kuva

source: Sorry, only allow 40 students to take this quiz.
fi: Kyselyyn voidaan vastata 40 kertaa tällä käyttäjätasolla.

source: No permission
fi: Kiintiö täynnä

source: Limit exceeds
fi: Kiintiö täyttynyt

source: This quiz has reached maximum allowed of students to take test.
fi: Tällä käyttäjätasolla kyselyyn voidaan vastata 40 kertaa.

source: Notice:
fi: Huomio:

source: you inserted 0 points in all of the choices.
fi: Valitsit jokaiselle vaihtoehdolle 0 pistettä.

source: Quiz name:
fi: Testin nimi:

source: Student name:
fi: Oppilaan nimi:

source: Quiz taken:
fi: Päivämäärä:

source: Class:
fi: Luokka:

source: Total:
fi: Yhteispisteet:

source: Save Question
fi: Tallenna kysymys

source: Print
fi: Tulosta

source: Corect answers separated by semicolon
fi: Oikeat vastaukset erotettuna puolipisteellä (;)

source: Upgrade Pending
fi: Tilin päivitys tulossa

source: READ
fi: LUE
sv_fi: LÄS

source: Sorry, right click disabled
fi: Oikeaa hiirennappia ei voi käyttää kyselyn aikana

source: Sorry, you are not allowed to switch browser tab
fi: Selaimen välilehteä ei voi vaihtaa.

source: Are you sure that you want to leave this quiz?
fi: Haluatko varmasti poistua kyselystä?

source: Quiz Settings
fi: Testin asetukset

source: Show results to the student after finishing the quiz.
fi: Näytä tulokset vastaajalle testin jälkeen.

source: On hold
fi: Odottaa arviointia

source: YOUR RESULTS
fi: TULOKSESI

source: Total
fi: Yhteispisteet

source: YOUR ANSWER waiting for rating
fi: Vastauksesi odottaa arviointia

source: Successfully removed
fi: Vastaus on poistettu

source: The quiz is closed at this time.
fi: Testi on suljettu tällä hetkellä.

source: Closed
fi: Suljettu

source: Your account will be expired in
fi: Tilisi käyttöaika päättyy

source: days.
fi: päivän kuluttua.

source: Your account has expired.
fi: Tilisi käyttöaika on päättynyt.

source: Question types
fi: Kysymystyypit

source: Others
fi: Muut

source: Header
fi: Otsikko

source: Web image
fi: Kuva verkosta

source: Enter Youtube Url
fi: Kirjoita videon www-osoite

source: Enter Image Url
fi: Kirjoita kuvan www-osoite

source: Enter the header
fi: Kirjoita otsikko

source: Video explanation text
fi: Videon selite (vapaaehtoinen)

source: Please enter Youtube url
fi: Lisää videon www-osoite

source: Please enter image url
fi: Lisää kuvan www-osoite

source: Please enter Header text
fi: Lisää otsikon teksti

source: Image explanation text
fi: Kuvan selite (vapaaehtoinen)

source: Progress
fi: Edistyminen

source: Max allowed to check
fi: Suurin sallittu vastausten määrä

source: Choose at most
fi: Valitse enintään

source: Pardon for the dust!
fi: Pahoittelut raksapölystä!

source: We are currently making the app even better. We will be back online tonight at 22:00.
fi: Teemme parhaillaan Verkkotestistä entistäkin parempaa. Verkkotesti on käytössäsi taas tänään klo 22:00.

source: Load demo quizzes
fi: Lataa mallitestit

source: Welcome to Verkkotesti!
fi: Tervetuloa Verkkotestiin!

source: If you want to start by looking at demo quizzes, click the gray button
fi: Jos haluat ensin tutustua mallitesteihin, klikkaa harmaata nappia

source: Create a New test
fi: Luo uusi testi

source: (You can delete demo quizzes when you don't need them anymore.)
fi: (Voit poistaa mallitestit sitten, kun et enää tarvitse niitä.)

source: If you want to dive straight in, click the blue button
fi: Jos haluat mennä suoraan asiaan, klikkaa sinistä nappia

source: Would you like to load the demo quizzes?
fi: Haluatko ladata mallitestit?

source: Choose Ok if you want to load a couple of demo quizzes to take a look at Verkkotesti features.
fi: Valitse Ok, jos haluat ladata muutaman mallitestin, joilla voit tutustua Verkkotestin ominaisuuksiin.

source: Imported successfully
fi: Mallitestit ladattiin

source: Please enter an user id
fi: Kirjoita käyttäjän id numero

source: Please enter a numeric id
fi: Kirjoita pelkkiä numeroita

source: Import Demo Quiz
fi: Lataa mallitestit

source: No direct access on this location
fi: Ei pääsyä sivulle

source: User Id
fi: Käyttäjänumero

source: Please insert user id
fi: Kirjoita käyttäjänumero

source: Import
fi: Lataa

source: Copy of:
fi: Kopio:

source: Invalid Quiz!
fi: Testiä ei löydy

source: Duplicated Successfully
fi: Testi on monistettu

source: Duplicate quiz
fi: Monista testi

source: Student is online and giving test!
fi: Oppilas vastaa parhaillaan testiin!

source: Demand exact upper- and lowercase letters
fi: Vaadi suuret kirjaimet oikein

source: Thank you for creating a user account! We've sent a confirmation email to your given email address. Check your email and click the link in it to activate your account. If you need help, take contact
fi: Kiitos rekisteröitymisestäsi Verkkotestiin! Lähetimme sähköpostiisi linkin jota klikkaamalla käyttäjätilisi otetaan käyttöön. Jos tarvitset apua, ota yhteyttä

source: Thanks for registering with us. To activate your account, please click the link below or simply copy paste the url to your browser.
fi: kiitos rekisteröitymisestäsi Verkkotestiin. Ota tilisi käyttöön klikkaamalla alla olevaa linkkiä tai kopioi-liitä linkki selaimeesi.

source: If you didn't intend to register, simply ignore this email.
fi: Jos et halua luoda tunnuksia Verkkotestiin, voit unohtaa tämän viestin.

source: Registration Success
fi: Tunnusten luonti onnistui

source: [Verkkotesti Signup] Please confirm your email address!
fi: [Verkkotesti tunnukset] Sähköpostiosoitteen vahvistaminen

source: here
fi: täällä

source: Hi
fi: Hei

source: Anonymous participation?
fi: Osallistu nimettömästi.

source: All Subjects
fi: Kaikki oppiaineet

source: All Classes
fi: Kaikki luokka-asteet

source: Cancel share
fi: Peruuta jako

source: Publicly shared
fi: Testi jaettu julkisesti

source: You have successfully shared the quiz. Please hold for admin approval.
fi: Testi on jaettu. Testi odottaa ylläpitäjän tarkastusta.

source: Share pending, waiting for admin approval
fi: Testin jako odottaa ylläpitäjän tarkastusta

source: Do you want to share the quiz?
fi: Haluatko jakaa testin?

source: Keep working
fi: Jatka työskentelyä

source: You haven't been active in 15 minutes. For your security you'll be logged out in
fi: Et ole työskennellyt 15 minuuttiin. Kirjaudut automaattisesti ulos

source: seconds.
fi: sekunnin kuluttua.

source: Quiz Bank
fi: Testipankki

source: Import Selected
fi: Ota valitut käyttöön

source: Undefined
fi: Ei määritelty

source: Preview Quiz
fi: Esikatsele testi

source: Actions
fi: Toiminnot

source: QUIZ ARCHIVING
fi: TESTIEN ARKISTOINTI

source: QUIZ SHARING
fi: TESTIEN JAKAMINEN

source: Shared Quizzes
fi: Jaetut testit

source: Pending Quizzes
fi: Tarkastettavat testit

source: Decline Quizzes
fi: Hylätyt testit

source: Private Quizzes
fi: Yksityiset testit

source: Subjects
fi: Oppiaineet

source: Classes
fi: Luokka-asteet

source: Quiz imported successfully
fi: Testi otettu käyttöön

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: You are going to be logout...?
fi: Kirjaudut pian automaattisesti ulos...

source: Explore Quiz Bank
fi: Tarkastele Testipankkia

source: Approved Quizzes
fi: Hyväksytyt testit

source: Shared Quiz List
fi: Jaettujen testien lista

source: Status
fi: Tila

source: Decline the quiz
fi: Hylkää testi

source: Enter decline reason if any!
fi: Kirjoita hylkäyksen syy

source: Approve the quiz
fi: Hyväksy testi

source: If you approve the quiz, you have always option to decline sharing!
fi: Jos hyväksyt testin, voit hylätä sen myös myöhemmin.

source: Public Quizzes
fi: Jaetut testit

source: New Class
fi: Uusi luokka-aste

source: Please enter class name
fi: Kirjoita luokka-asteen nimi

source: New Subject
fi: Uusi oppiaine

source: Please enter subject name
fi: Kirjoita oppiaineen nimi

source: Cancel share quiz
fi: Peruuta testin jako

source: Do you want to remove sharing the quiz?
fi: Haluatko perua testin jakamisen?

source: Share quiz
fi: Jaa testi

source: Quiz student view
fi: Testin oppilasnäkymä

source: View decline reason
fi: Näytä hylkäyksen syy

source: Shared quizzes not found. Filter the list by choosing subjects and classes.
fi: Jaettuja testejä ei löytynyt. Suodata listaa valitsemalla oppiaineita ja luokka-asteita.

source: Admin Settings
fi: Pääkäyttäjän asetukset

source: Maintenance
fi: Huolto

source: Class saved failed
fi: Luokkatason tallentaminen epäonnistui

source: Class already created
fi: Luokkataso on jo olemassa

source: Subject saved failed
fi: Oppiaineen tallentaminen epäonnistui

source: Subject already created
fi: Oppiaine on jo olemassa

source: Sorry, you have exceeded maximum limit of import quiz. Please upgrade your account to get unlimited access on quiz bank!
fi: Olet ottanut käyttöön maksimimäärän Testipankin testejä. Päivitä käyttäjätilisi (49 €/v) niin saat rajattoman pääsyn Testipankkiin.

source: Sorry, we can't process your request! You have left only import
fi: Pyyntöäsi ei voida toteuttaa. Ladattavien testien jäljellä oleva määräsi on

source: Days to use
fi: Käyttöaika

source: Days
fi: pv

source: Limited Access
fi: Rajoitettu

source: 29 E/Y
fi: 29 €/v

source: 49 E/Y
fi: 49 €/v

source: Create Account And Buy 29 E/Y
fi: Luo tili ja osta 29 €/v

source: Create Account And Buy 49 E/Y
fi: Luo tili ja osta 49 €/v

source: Thanks for your registration!
fi: Kiitos rekisteröitymisestäsi!

source: Import Quiz
fi: Ota testi käyttöön

source: Log in
fi: Kirjaudu sisään

source: Upgrade your account. You’ll get access to your upgraded account immediately. You’ll shortly receive an invoice of your purchase in your account’s emaill address.
fi: Päivitä käyttäjätilisi. Saat uuden tilisi ominaisuudet käyttöön välittömästi ja laskun sähköpostiisi lähiaikoina.

source: Basic:
fi: Perustili:

source: Create and use quizzes freely without limits.
fi: Luo ja käytä testejä rajattomasti.

source: Quiz Bank:
fi: Testipankki:
